["Az orosz-ukrán konfliktus kezdetei 2014-re nyúlnak vissza, amikor Oroszország elcsatolta Ukrajna Krím-félszigetét. Ezt követően Oroszország támogatni kezdte a kelet-ukrajnai szakadárokat, akik függetlenségi harcot indítottak Kijev ellen. Az elmúlt évek során a harcok változó intenzitással folytak, azonban a 2022-es év elején Oroszország újabb nagyszabású offenzívát indított Ukrajna ellen. Az orosz erők több területet elfoglaltak Ukrajna keleti részén, és egy ideig úgy tűnt, hogy a konfliktus további eskalációja elkerülhetetlen.Azonban az ukrajnai hadsereg kitartó ellenállása, valamint az Egyesült Államok, az Európai Unió és más országok szankciói hatására Oroszország végül beleegyezett abba, hogy felfüggeszti a harcokat. Az orosz csapatok visszavonultak az elfoglalt területekről, és megkezdődtek a béketárgyalások. A jelenlegi helyzet szerint azonban továbbra is fennáll a konfliktus veszélye, hiszen Oroszország és Ukrajna továbbra sem tudnak megállapodni a vitatott területek státuszáról. Az orosz fél továbbra is fenntartja az Ukrajnában élő oroszok védelmének jogát, míg Ukrajna ragaszkodik a területi integritásához. Az ukrajnai-orosz konfliktus egyre inkább geopolitikai vonatkozásokkal is bír, hiszen Oroszország a régióban befolyását igyekszik növelni, míg az Egyesült Államok és az Európai Unió az ukrajnai függetlenség mellett állnak ki. Az elmúlt években a konfliktus több százezer ember életét követelte, és további emberek menekültek el otthonukból. A béketárgyalások folyamatban vannak, azonban a helyzet továbbra is feszült, és további erőfeszítésekre lesz szükség ahhoz, hogy véglegesen megoldódjon a konfliktus.",
"A globális felmelegedésnek hosszútávú társadalmi-gazdasági hatásai lesznek, amelyek érintik majd az élelmiszerbiztonságot, az energiaellátást, a gazdasági növekedést és a társadalmi stabilitást. Az élelmiszerbiztonság terén a klímaváltozás hatásai egyre érezhetőbbek lesznek, hiszen a szélsőséges időjárási körülmények hatására csökkenhet az élelmiszertermelés. Az éghajlatváltozás következtében növekszik a katasztrofális szintű szárazságok és árvizek kockázata, amelyek a termények termesztését és az állatállományokat is befolyásolhatják. Az energiaellátás terén a klímaváltozás hatásai miatt növekszik az alternatív energiaforrások iránti igény, és a fosszilis tüzelőanyagok használata visszaesik. Az energiaárak növekedése pedig érzékelhető hatást gyakorol a gazdasági növekedésre, a szegénységre és a társadalmi egyenlőtlenségre. A gazdasági növekedésre a globális felmelegedés közvetlen hatása a természeti katasztrófák és azok költségeinek növekedése lesz. A klímaváltozás hatásai miatt növekszik a károk, az anyagi veszteségek és az emberek elvesztéseinek a száma. A társadalmi stabilitásra gyakorolt hatásai közé tartozik az éghajlatváltozás miatt bekövetkező lakossági mozgások, az élelmiszerhiány miatti politikai instabilitás, az energiaforrások iránti verseny és a természeti katasztrófák okozta szociális feszültségek. Azonban, ha a klímaváltozás kezelésére célzott intézkedéseket tesznek, mint a kibocsátáscsökkentés, az éghajlatváltozáshoz való alkalmazkodás és a fenntartható energiaforrásokra való áttérés, akkor a társadalmi-gazdasági hatások csökkenthetők és a negatív következmények mérséklődhetnek. A globális felmelegedés hatásai rávilágítanak arra, hogy az éghajlatváltozás elleni küzdelemnek létfontosságú szerepe van az emberiség jövőjében. Az éghajlatváltozás csökkentése érdekében szükség van a fosszilis energiahordozók felhasználásának csökkentésére, az üvegházhatású gázok kibocsátásának csökkentése."]
